/* 
   Localizable.strings
   CrashReporterDemo

   Created by Andreas Linde on 04.03.09.
   Copyright 2009 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "Sí";

/* For dialogs no buttons */
"No" = "No";

/* For dialogs ok buttons */
"OK" = "OK";


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Conflicto de datos detectado";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "La aplicación fallo previamente. ¿Le gustaría proporcionar de manera anonima información relacionado con el fallo al programador para que este pueda solucionar el problema?";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "Siempre";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "Enviando…";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Estado de la falla";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "El error que causo la falla ha sido solucionado y la corrección estará disponible en la siguiente versión de %@";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "El error que causo la falla ha sido solucionado, la nueva versión de %@ esta en espera de la aprobación de Apple";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "El error que causo la falla ha sido solucionado, una nueva versión de %@ esta disponible. ¡Por favor actaulice!";
